storvik/nix-templates/esp-idf/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_IDF_INIT_VERSION="5.2.3"
CONFIG_IDF_TARGET_ESP32S3=y
CONFIG_IDF_FIRMWARE_CHIP_ID=0x0009

CONFIG_BLINK_GPIO=11
CONFIG_BLINK_PERIOD=4000
